/* No comment provided by engineer. */
"contains" = "sisaldab";

/* No comment provided by engineer. */
"is" = "on";

/* No comment provided by engineer. */
"Author(s)" = "Autor(id)";

/* No comment provided by engineer. */
"Lookup Complete" = "Otsing lõpetatud";

/* No comment provided by engineer. */
"Quit" = "Sulge";

/* No comment provided by engineer. */
"Batch quickfilling %d items..." = "Kiirtäidan üheaegselt %d ühikud...";

/* No comment provided by engineer. */
"Alert" = "Hoiatus";

/* No comment provided by engineer. */
"Owner" = "Omanik";

/* No comment provided by engineer. */
"<p>Date: " = "<p>Kuupäev: ";

/* No comment provided by engineer. */
"Duplicate Book" = "Duplitseeri raamat";

/* No comment provided by engineer. */
"Delete Selected Books?" = "Kustutan valitud raamatud?";

/* No comment provided by engineer. */
"Translator(s)" = "Tõlkija(d)";

/* No comment provided by engineer. */
"Delete Selected Book?" = "Kustutan valitud raamatu?";

/* No comment provided by engineer. */
"Are you sure you want to delete the selected book?" = "Kas oled kindel, et soovid valitud raamatu kustutada?";

/* No comment provided by engineer. */
"%@ plugin. (No description provided.)" = "%@ plugin. (Kirjeldust pole antud.)";

/* No comment provided by engineer. */
"ends with" = "lõppeb";

/* No comment provided by engineer. */
"Batch Quickfill" = "Üheaegne kiirtäitmine";

/* No comment provided by engineer. */
"Current Value" = "Hetkeväärtus";

/* No comment provided by engineer. */
"Myths & Legends" = "Müüdid & Legendid";

/* No comment provided by engineer. */
"Any" = "Mistahes";

/* No comment provided by engineer. */
"Series" = "Sari";

/* No comment provided by engineer. */
"Overwrite" = "Kirjutan üle";

/* No comment provided by engineer. */
"Untitled Book" = "Pealkirjata raamat";

/* No comment provided by engineer. */
"less than" = "vähem kui";

/* No comment provided by engineer. */
"Illustrator(s)" = "Illustreerija(d)";

/* No comment provided by engineer. */
"Location" = "Asukoht";

/* No comment provided by engineer. */
"New List" = "Uus nimekiri";

/* No comment provided by engineer. */
"Cancel" = "Tühista";

/* No comment provided by engineer. */
"Rating" = "Reiting";

/* No comment provided by engineer. */
"greater than" = "suurem kui";

/* No comment provided by engineer. */
"All" = "Kõik";

/* No comment provided by engineer. */
"Short Stories" = "Lühijutud";

/* No comment provided by engineer. */
"Genre" = "Žanr";

/* No comment provided by engineer. */
"Place Published" = "Avaldamiskoht";

/* No comment provided by engineer. */
"Are you sure you want to delete this list? It still contains items." = "Kas sa oled kindel, et soovid kustutada selle nimekirja? See sisaldab veel ühikuid.";

/* No comment provided by engineer. */
"Can Not Remove List" = "Nimekirja ei saa eemaldada";

/* No comment provided by engineer. */
"Mystery" = "Müsteerium";

/* No comment provided by engineer. */
"Quickfilling item %d of %d..." = "Kiirtäidan ühikut %1$d / %2$d...";

/* No comment provided by engineer. */
"List Name" = "Nimekirja nimi";

/* No comment provided by engineer. */
"Can't find application support folder" = "Ei suuda leida programmi tugikausta";

/* No comment provided by engineer. */
"Export Complete" = "Eksportimine lõpetatud";

/* No comment provided by engineer. */
"Yes" = "Jah";

/* No comment provided by engineer. */
"Delete List" = "Kustuta nimekiri";

/* No comment provided by engineer. */
"Delete" = "Kustuta";

/* No comment provided by engineer. */
"Keep" = "Säilitan";

/* No comment provided by engineer. */
"No operations available" = "Valikuid pole";

/* No comment provided by engineer. */
"Only one book may be quickfilled at a time." = "Korraga saab kiirtäita ainult ühe raamatu andmed.";

/* No comment provided by engineer. */
"View" = "Vaade";

/* No comment provided by engineer. */
"The remaining list can not be removed." = "Järelejäänud nimekirja ei saa eemaldada.";

/* No comment provided by engineer. */
"Summary" = "Kokkuvõte";

/* No comment provided by engineer. */
"More than ten books have been selected. Only opening the first ten..." = "Üle kümne raamatu on valitud. Avan ainult esimesed kümme...";

/* No comment provided by engineer. */
"Title" = "Pealkiri";

/* No comment provided by engineer. */
"Search Selected List" = "Otsi valitud nimekirjast";

/* No comment provided by engineer. */
"Hide Cover" = "Peida kaas";

/* No comment provided by engineer. */
"Remove Book" = "Kustuta raamat";

/* No comment provided by engineer. */
"Source" = "Allikas";

/* No comment provided by engineer. */
"Get Info" = "Näita infot";

/* No comment provided by engineer. */
"Gallery Controls" = "Galerii seaded";

/* No comment provided by engineer. */
"http://www.google.com/search?q=*isbn*" = "http://www.google.com/search?q=*isbn*";

/* No comment provided by engineer. */
"Compacting Data Files..." = "Eemaldan mittevajalikud failid andmebaasist...";

/* No comment provided by engineer. */
"Camera Window" = "Camera";

/* No comment provided by engineer. */
"Are you sure you want to download and install the selected plugin? It may take several minutes." = "Kas sa oled kindel, et soovid alla laadida ja installida valitud plugini? See võib aega võtta mitu minutit.";

/* No comment provided by engineer. */
"No" = "Ei";

/* No comment provided by engineer. */
"No Controls Available" = "Valikud puuduvad";

/* No comment provided by engineer. */
"Books has finished searching %@. %d items found." = "Books lõpetas %1$@ otsimise. Leiti %2$d ühikut.";

/* No comment provided by engineer. */
"Fairy Tales" = "Muinasjutud";

/* No comment provided by engineer. */
"matches regexp" = "matches regexp";

/* No comment provided by engineer. */
"My Books" = "Minu raamatud";

/* No comment provided by engineer. */
"Format" = "Formaat";

/* No comment provided by engineer. */
"<empty>" = "<tühi>";

/* No comment provided by engineer. */
"The new plugin has been installed. Please restart Books to use the new plugin." = "Uus plugin on installitud. Uue plugini kasutamiseks palun taaskäivita Books.";

/* No comment provided by engineer. */
"Historical Fiction" = "Ajalooline ilukirjandus";

/* No comment provided by engineer. */
"Date Published" = "Avaldamisaeg";

/* No comment provided by engineer. */
"Duplicate" = "Duplitseeri";

/* No comment provided by engineer. */
"Import Complete" = "Importimine lõpetatud";

/* No comment provided by engineer. */
"Install Plugin?" = "Installin plugini?";

/* No comment provided by engineer. */
"Borrower" = "Laenaja";

/* No comment provided by engineer. */
"starts with" = "algab";

/* No comment provided by engineer. */
"New Book" = "Uus raamat";

/* No comment provided by engineer. */
"Poetry" = "Luule";

/* No comment provided by engineer. */
"New Smart List" = "Uus nutikas nimekiri";

/* No comment provided by engineer. */
"Rename List" = "Anna nimekirjale uus nimi";

/* No comment provided by engineer. */
"View Inspector" = "Vaate seadistamine";

/* No comment provided by engineer. */
"Folk Tales" = "Rahvajutud";

/* No comment provided by engineer. */
"Delete Non-Empty List?" = "Kustutan mitte tühja nimekirja?";

/* No comment provided by engineer. */
"Length" = "Lehekülgi";

/* No comment provided by engineer. */
"Non-Fiction" = "Mitte ilukirjandus";

/* No comment provided by engineer. */
"Publisher" = "Kirjastaja";

/* No comment provided by engineer. */
"Condition" = "Seisukord";

/* No comment provided by engineer. */
"<p>Format: " = "<p>Formaat: ";

/* No comment provided by engineer. */
"Please install the PDF Exporter from the Plugin Manager to enable printing." = "Printimise võimaldamiseks installi palun Pluginite halduris PDF eksportija.";

/* No comment provided by engineer. */
"is not" = "ei ole";

/* No comment provided by engineer. */
"Date Finished" = "Lõpetatud";

/* No comment provided by engineer. */
"Too Many Books Selected" = "Valitud on liiga palju raamatuid";

/* No comment provided by engineer. */
"Realistic Fiction" = "Realistlik ilukirjandus";

/* No comment provided by engineer. */
"Science Fiction" = "Ulme";

/* No comment provided by engineer. */
"Hide Info" = "Peida info";

/* No comment provided by engineer. */
"Installed" = "Installitud";

/* No comment provided by engineer. */
"<p>Publisher: " = "<p>Kirjastaja: ";

/* No comment provided by engineer. */
"Show Cover" = "Näita kaant";

/* No comment provided by engineer. */
"Updating Spotlight index..." = "Uuendan Spotlight'i indeksit...";

/* No comment provided by engineer. */
"Edition" = "Väljaanne";

/* No comment provided by engineer. */
"Keep or overwrite existing values?" = "Kas soovid olemasolevad andmed säilitada või üle kirjutada?";

/* No comment provided by engineer. */
"Books has finished importing %d records." = "Books on lõpetanud %d kirje importimise.";

/* No comment provided by engineer. */
"Biography" = "Biograafia";

/* No comment provided by engineer. */
"Exporting data to plugin..." = "Ekspordin andmeid pluginisse...";

/* No comment provided by engineer. */
"<p>Summary: " = "<p>Kokkuvõte: ";

/* No comment provided by engineer. */
"Date Started" = "Alustatud";

/* No comment provided by engineer. */
"No Quickfill Plugin Selected" = "Ühtegi kiirtäitmise pluginit pole valitud";

/* No comment provided by engineer. */
"Quit anyway" = "Sulge siiski";

/* No comment provided by engineer. */
"Could not save changes while quitting. Quit anyway?" = "Ei suutnud salvestada muudatusi programmi sulgemisel. Kas soovid sulgeda programmi siiski?";

/* No comment provided by engineer. */
"Date Lent" = "Laenatud";

/* No comment provided by engineer. */
"Unable To Print" = "Ei suuda printida";

/* No comment provided by engineer. */
"Open Camera" = "Ava kaamera";

/* No comment provided by engineer. */
"Edit Smart List" = "Muuda nutikat nimekirja";

/* No comment provided by engineer. */
"Returned On" = "Tagastatud";

/* No comment provided by engineer. */
"Editor(s)" = "Toimetaja(d)";

/* No comment provided by engineer. */
"Downloading and installing plugin..." = "Laen alla ja installin pluginit...";

/* No comment provided by engineer. */
"Fantasy" = "Fantaasia";

/* No comment provided by engineer. */
"<p>ISBN: " = "<p>ISBN: ";

/* No comment provided by engineer. */
"does not contain" = "ei sisalda";

/* No comment provided by engineer. */
"Import Data" = "Andmete importimine";

/* No comment provided by engineer. */
"Keywords" = "Märksõnad";

/* No comment provided by engineer. */
"ISBN" = "ISBN";

/* No comment provided by engineer. */
"Are you sure you want to delete the selected books?" = "Kas sa oled kindel, et soovid kustutada valitud raamatud?";

/* No comment provided by engineer. */
"Plugin Installed" = "Plugin installitud";

/* No comment provided by engineer. */
"No quickfill plugins have been selected. Select one in the preferences." = "Ühtegi kiirtäitmise pluginit pole valitud. Vali eelistuste alt üks plugin.";

/* No comment provided by engineer. */
"<p>Authors: " = "<p>Autorid: ";

/* No comment provided by engineer. */
"Date Acquired" = "Omandamisaeg";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Remove List" = "Kustuta nimekiri";

/* No comment provided by engineer. */
"Books - Loading..." = "Books - Laen...";

/* No comment provided by engineer. */
"Unknown Condition" = "Teadmata seisukord";

/* No comment provided by engineer. */
"Unknown Value" = "Teadmata väärtus";

/* No comment provided by engineer. */
"Unknown Source" = "Teadmata allikas";

/* No comment provided by engineer. */
"Unknown Owner" = "Teadmata omanik";

"Books is unable to process the scanned barcode. Please try again." = "Books ei suuda töödelda skaneeritud vöötkoodi. Palun proovi uuesti.";

"Unable To Process Barcode." = "Ei suuda töödelda vöötkoodi.";
